Repository: rokartur/BetterAudio
Catalog: translations-ios/Localizable.xcstrings
Source language: en
Languages: de, es, it, pl, zh_hans, zh_hant

source: Auto Connect
de: Automatisch verbinden
es: Conexión automática
it: Connessione automatica
pl: Automatyczne łączenie
zh_hans: 自动连接
zh_hant: 自動連線

source: Auto-connecting...
de: Automatische Verbindung...
es: Conectando automáticamente...
it: Connessione automatica...
pl: Automatyczne łączenie...
zh_hans: 自动连接中...
zh_hant: 自動連線中...

source: BetterAudio Remote is currently in beta. Some features may not work as expected.
de: BetterAudio Remote befindet sich derzeit in der Betaphase. Einige Funktionen funktionieren möglicherweise nicht wie erwartet.
es: BetterAudio Remote está actualmente en beta. Algunas funciones pueden no funcionar como se espera.
it: BetterAudio Remote è attualmente in versione beta. Alcune funzionalità potrebbero non funzionare come previsto.
pl: BetterAudio Remote jest obecnie w wersji beta. Niektóre funkcje mogą nie działać zgodnie z oczekiwaniami.
zh_hans: BetterAudio Remote 目前处于测试阶段。部分功能可能无法按预期工作。
zh_hant: BetterAudio Remote 目前為測試版。部分功能可能無法正常運作。

source: Cancel Auto-Connect
de: Automatische Verbindung abbrechen
es: Cancelar conexión automática
it: Annulla connessione automatica
pl: Anuluj automatyczne łączenie
zh_hans: 取消自动连接
zh_hant: 取消自動連線

source: Connect
de: Verbinden
es: Conectar
it: Connetti
pl: Połącz
zh_hans: 连接
zh_hant: 連線

source: Connect on app launch
de: Beim App-Start verbinden
es: Conectar al iniciar la app
it: Connetti all'avvio dell'app
pl: Połącz przy uruchomieniu aplikacji
zh_hans: 启动应用时连接
zh_hant: 啟動應用程式時連線

source: Connect to selected computer
de: Mit ausgewähltem Computer verbinden
es: Conectar al ordenador seleccionado
it: Connetti al computer selezionato
pl: Połącz z wybranym komputerem
zh_hans: 连接到所选电脑
zh_hant: 連線至所選電腦

source: Connect to your Mac to control audio, playback and devices remotely.
de: Verbinde dich mit deinem Mac, um Audio, Wiedergabe und Geräte fernzusteuern.
es: Conéctate a tu Mac para controlar el audio, la reproducción y los dispositivos de forma remota.
it: Connettiti al tuo Mac per controllare audio, riproduzione e dispositivi da remoto.
pl: Połącz się z Makiem, aby zdalnie sterować dźwiękiem, odtwarzaniem i urządzeniami.
zh_hans: 连接到您的 Mac，远程控制音频、播放和设备。
zh_hant: 連線至您的 Mac，遠端控制音訊、播放和裝置。

source: Connected
de: Verbunden
es: Conectado
it: Connesso
pl: Połączono
zh_hans: 已连接
zh_hant: 已連線

source: Connection
de: Verbindung
es: Conexión
it: Connessione
pl: Połączenie
zh_hans: 连接
zh_hant: 連線

source: Default
de: Standard
es: Por defecto
it: Predefinito
pl: Domyślne
zh_hans: 默认
zh_hant: 預設

source: Devices
de: Geräte
es: Dispositivos
it: Dispositivi
pl: Urządzenia
zh_hans: 设备
zh_hant: 裝置

source: Disconnected
de: Getrennt
es: Desconectado
it: Disconnesso
pl: Rozłączono
zh_hans: 已断开连接
zh_hant: 已中斷連線

source: Forget
de: Vergessen
es: Olvidar
it: Dimentica
pl: Zapomnij
zh_hans: 忘记
zh_hant: 忘記

source: Input
de: Eingang
es: Entrada
it: Ingresso
pl: Wejście
zh_hans: 输入
zh_hant: 輸入

source: Make sure BetterAudio is running on your Mac with Remote Control enabled.
de: Stelle sicher, dass BetterAudio auf deinem Mac läuft und die Fernsteuerung aktiviert ist.
es: Asegúrate de que BetterAudio esté ejecutándose en tu Mac con el Control Remoto activado.
it: Assicurati che BetterAudio sia in esecuzione sul tuo Mac con il Controllo Remoto abilitato.
pl: Upewnij się, że BetterAudio działa na Twoim Macu z włączonym Zdalnym Sterowaniem.
zh_hans: 请确保 BetterAudio 正在您的 Mac 上运行且已启用远程控制。
zh_hant: 請確認 BetterAudio 正在您的 Mac 上執行且已啟用遠端控制。

source: Mute Microphone
de: Mikrofon stummschalten
es: Silenciar micrófono
it: Disattiva microfono
pl: Wycisz mikrofon
zh_hans: 静音麦克风
zh_hant: 靜音麥克風

source: Mute Output
de: Ausgabe stummschalten
es: Silenciar salida
it: Disattiva uscita
pl: Wycisz wyjście
zh_hans: 静音输出
zh_hant: 靜音輸出

source: My Computers
de: Meine Computer
es: Mis ordenadores
it: I miei computer
pl: Moje komputery
zh_hans: 我的电脑
zh_hant: 我的電腦

source: Nearby
de: In der Nähe
es: Cercanos
it: Nelle vicinanze
pl: W pobliżu
zh_hans: 附近
zh_hant: 附近

source: New computer
de: Neuer Computer
es: Nuevo ordenador
it: Nuovo computer
pl: Nowy komputer
zh_hans: 新电脑
zh_hant: 新電腦

source: No remembered computers yet.
de: Noch keine gespeicherten Computer.
es: Aún no hay ordenadores recordados.
it: Nessun computer memorizzato.
pl: Brak zapamiętanych komputerów.
zh_hans: 尚无已记住的电脑。
zh_hant: 尚無已記住的電腦。

source: Now Playing
de: Aktuelle Wiedergabe
es: En reproducción
it: In riproduzione
pl: Teraz odtwarzane
zh_hans: 正在播放
zh_hant: 正在播放

source: Output
de: Ausgang
es: Salida
it: Uscita
pl: Wyjście
zh_hans: 输出
zh_hant: 輸出

source: Remembered Computers
de: Gespeicherte Computer
es: Ordenadores recordados
it: Computer memorizzati
pl: Zapamiętane komputery
zh_hans: 已记住的电脑
zh_hant: 已記住的電腦

source: Search for Computers
de: Computer suchen
es: Buscar ordenadores
it: Cerca computer
pl: Szukaj komputerów
zh_hans: 搜索电脑
zh_hant: 搜尋電腦

source: Searching for computers…
de: Suche nach Computern…
es: Buscando ordenadores…
it: Ricerca computer in corso…
pl: Szukanie komputerów…
zh_hans: 正在搜索电脑…
zh_hant: 正在搜尋電腦…

source: Searching...
de: Suche...
es: Buscando...
it: Ricerca...
pl: Szukanie...
zh_hans: 搜索中...
zh_hant: 搜尋中...

source: Select a computer below to use auto-connect.
de: Wähle einen Computer unten aus, um die automatische Verbindung zu verwenden.
es: Selecciona un ordenador abajo para usar la conexión automática.
it: Seleziona un computer qui sotto per usare la connessione automatica.
pl: Wybierz komputer poniżej, aby korzystać z automatycznego łączenia.
zh_hans: 选择下方的电脑以使用自动连接。
zh_hant: 選擇下方的電腦以使用自動連線。

source: Selected computer
de: Ausgewählter Computer
es: Ordenador seleccionado
it: Computer selezionato
pl: Wybrany komputer
zh_hans: 已选电脑
zh_hant: 已選電腦

source: Settings
de: Einstellungen
es: Ajustes
it: Impostazioni
pl: Ustawienia
zh_hans: 设置
zh_hant: 設定

source: Stop Searching
de: Suche beenden
es: Dejar de buscar
it: Interrompi ricerca
pl: Zatrzymaj szukanie
zh_hans: 停止搜索
zh_hant: 停止搜尋

source: Tap to connect. Swipe left to forget.
de: Tippen zum Verbinden. Nach links wischen zum Vergessen.
es: Toca para conectar. Desliza a la izquierda para olvidar.
it: Tocca per connettere. Scorri a sinistra per dimenticare.
pl: Stuknij, aby połączyć. Przesuń w lewo, aby zapomnieć.
zh_hans: 点按以连接。向左滑动以忘记。
zh_hant: 點按以連線。向左滑動以忘記。

source: Volume
de: Lautstärke
es: Volumen
pl: Głośność
zh_hans: 音量
zh_hant: 音量
